# DT_BeginMultipleMove

## Description
Returns TRUE if moving system was started successful.

```pascal
FUNCTION DT_BeginMultipleMove : BOOLEAN;
```

```python
def vs.DT_BeginMultipleMove():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2019

## Category
* Data Tag Interface Library